aaron-bond.better-comments
aleksandra.go-group-imports
atdushi.conky
be5invis.vscode-custom-css
bierner.emojisense
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bmewburn.vscode-intelephense-client
bpruitt-goddard.mermaid-markdown-syntax-highlighting
dakara.transformer
dannymcgee.vscode-go-grammar
davidanson.vscode-markdownlint
dotjoshjohnson.xml
dracula-theme.theme-dracula
dustypomerleau.rust-syntax
eamodio.gitlens
esbenp.prettier-vscode
evan-buss.font-switcher
foxundermoon.shell-format
golang.go
jeff-hykin.better-dockerfile-syntax
lehni.vscode-fix-checksums
mads-hartmann.bash-ide-vscode
maxmedia.go-prof
mikastiv.ocean-space-refined
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.sublime-keybindings
oderwat.indent-rainbow
redhat.vscode-xml
redhat.vscode-yaml
riccardonovaglia.missinglineendoffile
rust-lang.rust-analyzer
ryu1kn.partial-diff
serayuzgur.crates
shakram02.bash-beautify
shardulm94.trailing-spaces
swellaby.rust-pack
tamasfe.even-better-toml
timonwong.shellcheck
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscode-icons-team.vscode-icons
wakatime.vscode-wakatime
wayou.vscode-todo-highlight
wmaurer.change-case
wraith13.bracket-lens
xdebug.php-debug
yzhang.markdown-all-in-one
